12/data/attachments/d6023faaeadd8c7c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_205a02d0-187f-490f-ac10-52878a534df2</nif:username>
            <nif:friendToBeRequested>Kevin_campaign_Actions_67077_7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>